tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "oven-sh/bun"
brew "act"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gum"
brew "libpq"
brew "neovim"
brew "node"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "tmux"
brew "yarn"
brew "yq"
brew "zoxide"
brew "oven-sh/bun/bun"
cask "1password-cli"
cask "google-cloud-sdk"
cask "obsidian"
cask "spotify"
