tap "homebrew/cask-fonts"
tap "oven-sh/bun"

brew "tmux"
brew "git"
brew "neovim"
brew "starship"
brew "node"
brew "fzf"
brew "ripgrep"
brew "gh"
brew "fd"
brew "bun"
brew "yarn"
brew "nvm"

cask "dbeaver-community"
cask "google-chrome"
cask "docker"
cask "slack"
cask "alacritty"
cask "font-jetbrains-mono-nerd-font"
cask "1password-cli"
cask "1password"
cask "displaylink"
cask "amethyst"
cask "todoist"
