tap "oven-sh/bun"
brew "act"
brew "cloud-sql-proxy"
brew "exercism"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gum"
brew "jq"
brew "libpq"
brew "maven"
brew "neovim"
brew "node", link: false
brew "nvm"
brew "ollama"
brew "openjdk@17"
brew "pipx"
brew "podman"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "tmux"
brew "trivy"
brew "yarn"
brew "yq"
brew "zoxide"
brew "oven-sh/bun/bun"
cask "alacritty"
cask "amethyst"
cask "claude"
cask "dbeaver-community"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "obsidian"
cask "postman"
cask "spotify"
